<?php
    $videoData = array(
        'math-ege-vid-variants' => array(
            array(
                'src' => 'https://www.youtube.com/embed/qcp3liBTKNY',
                'title' => 'Разбор варианта ЕГЭ 2024 по математике | Вариант 1',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/tXvv1QaQDSU',
                'title' => 'Разбор варианта ЕГЭ 2024 по математике | Вариант 2',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/i2O8v6PURZw',
                'title' => 'Разбор 13 варианта из сборника ЕГЭ Ященко по профильной математике. 1-12, 13, 15, 16 номера',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/ur4a9dwEdIk',
                'title' => 'Разбор 11 варианта из сборника ЕГЭ Ященко по математике',
            )
        ),
        'math-ege-vid-num17' => array(
            array(
                'src' => 'https://www.youtube.com/embed/QWoESWDR6pQ',
                'title' => 'Годовой курс ЕГЭ 2024 | Планиметрия | Занятие 1',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/mlrT8SKtJKo',
                'title' => 'Годовой курс ЕГЭ 2024 по математике |  Планиметрия. №1 и №17  | Занятие 2',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/5B_1XjUoN08',
                'title' => 'Годовой курс ЕГЭ 2024 по математике  | №1, 17  | Занятие 3',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/LL4ApRoPCMI',
                'title' => 'Я нашел теорему-убийцу №17 по планиметрии в ЕГЭ по профильной математике',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/T-AMo1MOMi4',
                'title' => 'Вся геометрия в номере 1 на ЕГЭ 2024 по профильной математике | Продолжение',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/1BX2Jjhf7f0',
                'title' => 'Вся геометрия в номере 1 на ЕГЭ 2024 по профильной математике',
            ),
        ),
        'math-ege-vid-num19' => array(
            array(
                'src' => 'https://www.youtube.com/embed/g353RZgIRZ8',
                'title' => 'Годовой курс ЕГЭ 2024 по математика | 19 номер | Занятие 1 | Признаки делимости',
            ),
        ),
        'math-ege-vid-num2_vectors' => array(
            array(
                'src' => 'https://www.youtube.com/embed/2Eo7FJjp_-s',
                'title' => 'Годовой курс ЕГЭ 2024 по математике  | №2. Векторы  | Занятие 6',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/vgdR8oK_TSM',
                'title' => 'Разбор всех прототипов номера 2 из сборника Ященко по профильной математике',
            ),
        ),
        'math-ege-vid-num4_5teorver' => array(
            array(
                'src' => 'https://www.youtube.com/embed/WqMcU84ndUU',
                'title' => '🔥 Старт годового курса по математике ЕГЭ 2024 🔥 Теория вероятностей №4',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/UEnZgajRyzk',
                'title' => 'Самые сложные задачи по теории вероятности! Это будет на ЕГЭ 2024?',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/IQlXp0SAZKs',
                'title' => 'Годовой курс ЕГЭ 2024 | Занятие 2 | Теория вероятностей, №5',
            ),
        ),
        'math-ege-vid-num6_7equotions' => array(
            array(
                'src' => 'https://www.youtube.com/embed/rs2wHw4NL8Y',
                'title' => 'Годовой курс ЕГЭ 2024 по математике |  Простейшие уравнения и выражения  | Занятие 3',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/7FuJS8Sqtps',
                'title' => 'Годовой курс ЕГЭ 2024 по математике | Показательные уравнения и логарифмы | Занятие 5',
            ),
        ),
        'math-ege-vid-num6_num10_texttasks' => array(
            array(
                'src' => 'https://www.youtube.com/embed/buOkrt5_On4',
                'title' => 'Разбор всех типов 10 задач из ЕГЭ по профильной математике. Продолжение | Задачи на движение',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/21X1_uNQC3Y',
                'title' => 'Разбор всех типов 10 задач из ЕГЭ по профильной математике | Задачи на движение',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/bwGXdahCIcY',
                'title' => 'Все задачи на работу в 10 номере ЕГЭ по профильной математике',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/Pqzy-53GU_I',
                'title' => '10 номер на ЕГЭ по профильной математике. Задачи на проценты и растворы. Арифметическая прогрессия',
            ),
        ),
        'fiz-ege-vid-vectors_proections' => array(
            array(
                'src' => 'https://www.youtube.com/embed/Ws0wwMzH4Qk',
                'title' => 'ВЕКТОРЫ. Всё для ЕГЭ и ОГЭ по физике',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/2EC_7LUstSc',
                'title' => 'Векторы и проекции в ЕГЭ и ОГЭ по физике | Летняя школа',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/-jNtXhEOAmA',
                'title' => '🔥 Запуск годового курса ЕГЭ 2024 по физике🔥 Векторы, проекция и кинематика',
            ),
        ),
        'fiz-ege-vid-conservation_energy_momentum' => array(
            array(
                'src' => 'https://www.youtube.com/embed/V46MBiDuno0',
                'title' => 'ЗАКОН СОХРАНЕНИЯ ИМПУЛЬСА.  ЕГЭ по физике раз и навсегда!',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/Js1-H2_a_nU',
                'title' => '25-ЫЙ НОМЕР ЕГЭ ПО ФИЗИКЕ.  Закон сохранения импульса',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/J5BlXpc1T8U',
                'title' => 'ЗАКОН СОХРАНЕНИЯ ЭНЕРГИИ И ИМПУЛЬСА. Как решать сложные задачи в ЕГЭ по физике?!',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/30VXwYRB4pA',
                'title' => 'ЗАКОН СОХРАНЕНИЯ ЭНЕРГИИ.  ЕГЭ и ОГЭ 2023 по физике!',
            ),
        ),
        'fiz-ege-vid-full_acceleration_uniform_movement_around_circle' => array(
            array(
                'src' => 'https://www.youtube.com/embed/3BmzP1JmORA',
                'title' => 'Годовой курс ЕГЭ 2024 по физике | Полное ускорение. Равномерное движение по окружности  |  Занятие 8',
            ),
        ),
        'fiz-ege-vid-kinematics' => array(
            array(
                'src' => 'https://www.youtube.com/embed/FtTB7m86c90',
                'title' => 'Годовой курс ЕГЭ 2024 по физике |  Кинематика | Занятие 2',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/T7IGySBD_DM',
                'title' => 'Годовой курс ЕГЭ 2024 по физике |  Задачи на соответствие. Кинематика  | Занятие 3',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/slWnDFiO8L4',
                'title' => 'Годовой курс ЕГЭ 2024 по физике | Хард кинематика. Очень сложные задачи | Занятие 6',
            ),
        ),
        'fiz-ege-vid-variants' => array(
            array(
                'src' => 'https://www.youtube.com/embed/JFpHHvY8VLs',
                'title' => 'Разбор варианта ЕГЭ по физике | Летняя школа | 🔥Запуск годовых курсов',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/7DbZuZ7W9zU',
                'title' => 'Разбор демоверсии ЕГЭ 2024 по физике',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/PXy7gLZcMPw',
                'title' => 'Разбор 9 варианта из сборника ЕГЭ Демидовой по физике',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/JgXrpIlRlw4',
                'title' => 'Разбор 5 варианта из сборника ЕГЭ Демидовой по физике',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/TKye78_qpQs',
                'title' => 'Разбор 7 варианта из сборника ЕГЭ Демидовой по физике',
            ),
        ),
        'fiz-ege-vid-free_fall_ballistics' => array(
            array(
                'src' => 'https://www.youtube.com/embed/g0knmJ6TM0I',
                'title' => 'Годовой курс ЕГЭ 2024 по физике |  Свободное падение. Баллистика. Сложные задачи  | Занятие 5',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/E9_vssd6kVg',
                'title' => 'Годовой курс ЕГЭ 2024 по физике |  Свободное падение. Баллистика  | Занятие 4',
            ),
        ),
        'fiz-ege-vid-free_fall_basics_mkt' => array(
            array(
                'src' => 'https://www.youtube.com/embed/RkOasjW77uc',
                'title' => 'Изопроцессы в ЕГЭ по физике',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/8XD3Bgz3S-Y',
                'title' => 'Основы МКТ для ЕГЭ по физике за один вебинар!',
            ),
        ),
        'him-ege-vid-periodic_law' => array(
            array(
                'src' => 'https://www.youtube.com/embed/dcJJSJzM43M',
                'title' => 'Годовой курс ЕГЭ 2024 по химии | Периодический закон | Занятие 3',
            ),
        ),
        'him-ege-vid-practika1_3' => array(
            array(
                'src' => 'https://www.youtube.com/embed/aDFLim8Cys4',
                'title' => 'Практика. Задания 1-3 | Годовой курс ЕГЭ 2024 по химии | Занятие 4',
            ),
        ),
        'him-ege-vid-oxidation_valence' => array(
            array(
                'src' => 'https://www.youtube.com/embed/QiqPtSLRYv4',
                'title' => 'Степень окисления. Валентность | Годовой курс ЕГЭ 2024 по химии | Занятие 3',
            ),
        ),
        'him-ege-vid-atom_electronic_configurations' => array(
            array(
                'src' => 'https://www.youtube.com/embed/kWNezjPiQQY',
                'title' => 'Годовой курс ЕГЭ 2024 по химии | Строение атома. Электронные конфигурации | Занятие 1   ',
            ),
            array(
                'src' => 'https://www.youtube.com/embed/T_Wp73_VsQs',
                'title' => '"Годовой курс ЕГЭ 2024 по химии |  Возбужденное состояние атома. | Занятие 2"',
            ),
        ),
        'inf-ege-vid-logic_operations_graf_124' => array(
            array(
                'src' => 'https://www.youtube.com/embed/ajNZxvVoS4E',
                'title' => 'Логические операции и графы (задание 1, 2, 4) | Годовой курс ЕГЭ 2024 по информатике | Занятие 1',
            ),
        ),
        'inf-ege-vid-information_amount'=> array(
            array(
                'src' => 'https://www.youtube.com/embed/EadEO9kht6U',
                'title' => 'Объем информации (задание 7, 11) | Годовой курс ЕГЭ 2024 по информатике | Занятие 2',
            ),
        ),
        'inf-ege-vid-ip_8_13'=> array(
            array(
                'src' => 'https://www.youtube.com/embed/e1E9VqzgWCM',
                'title' => 'количество способов, ip-адреса (задание 8, 13) | Годовой курс ЕГЭ 2024 по информатике | Занятие 3',
            ),
        ),
    );